[
  "table-editor-obsidian",
  "omnisearch",
  "frontmatter-modified-date",
  "dataview",
  "vertical-tabs",
  "settings-search",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "obsidian-image-toolkit",
  "obsidian-editor-shortcuts",
  "obsidian-diagrams-net",
  "obsidian-linter",
  "tag-wrangler"
]